app/controllers/movies_controller.rb

SELECT "movies".* FROM "movies"
SELECT "users".* FROM "users"
---
  def index
    @movies = Movie.all
    @users = User.all