app/controllers/users_controller.rb

  def create
    @user = User.create!(user_params)
---
INSERT INTO "users" ("user_id", "email", "session_token", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["user_id", "test2"], ["email", "test2"], ["session_token", "hwlYLyRvEGFmdtKEGobcDQ=="], ["created_at", "2015-10-09 21:36:43.624125"], ["updated_at", "2015-10-09 21:36:43.624125"]]